appcleaner
balenaetcher
bambu-studio
blender
devcleaner
discord
docker-desktop
figma
firefox
ghostty
google-chrome
grandperspective
helium-browser
hopper-disassembler
keyboardcleantool
logi-options+
openvpn-connect
productive
raspberry-pi-imager
sf-symbols
slack
steam
the-unarchiver
tradingview
transmission
utm
vlc
